[Creature.CharClass_Sage_EggOnFace_Creature AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Creature.PawnBalance_Sage_EggOnFace_Creature AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Alimanhus")

[ID_Sage_EggOnFace_Egg MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Ovo"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_Sage_EggOnFace_Egg:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Um enorme e saboroso ovo."
NoConstraintText=""
Suffix=""
Prefix=""

